Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: - Authentium(TM) Command AntiVirus for Windows Enterprise 4.9x - Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 - eScan(TM) for Windows 8.0.653.1 - ESET(TM) NOD32(TM) Antivirus build 3.0.642 - ESET NOD32 Antivirus 3.0.667.0 - ESET NOD32 Antivirus 3.0.684.0 - F-Secure(TM) Anti-Virus Client Security 6.03 - F-Secure Client Security 7.0 - F-Secure Client Security 7.10 - F-Secure Client Security 8.00 - F-Secure Client Security 8.01 - F-Secure Client Security 8.01.133 - Kaspersky(TM) Anti-Virus 6.0.3.837 - McAfee(TM) Total Protection - McAfee ePolicy Agent 3.6.0.574 - McAfee VirusScan Enterprise 8.7.0.570 - Norman(TM) Security Suite 7 - Norman Virus Control 5.99.0600 - Panda(TM) Endpoint Agent 5.02.00.0004 - Symantec 11.0.780.1109 Endpoint Protection - Symantec 11.0.2010.25 Endpoint Protection MR 2 - Symantec Endpoint Protection 10.1.8000.8 - Symantec Endpoint Protection 11.0.3001.2224 - Symantec Endpoint Protection 11.0.4000.2295 - Symantec Endpoint Protection 11.0.4202.75 - Symantec 11.0.4000.2295 Endpoint Protection 64-bit Edition
fr_fr: – Authentium(TM) Command AntiVirus pour Windows Enterprise 4.9x – Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 – eScan(TM) pour Windows 8.0.653.1 – ESET(TM) NOD32(TM) Antivirus version&nbsp;3.0.642 – ESET NOD32 Antivirus 3.0.667.0 – ESET NOD32 Antivirus 3.0.684.0 – F-Secure(TM) Anti-Virus Client Security 6.03 – F-Secure Client Security 7.0 – F-Secure Client Security 7.10 – F-Secure Client Security 8.00 – F-Secure Client Security 8.01 – F-Secure Client Security 8.01.133 – Kaspersky(TM) Anti-Virus 6.0.3.837 – McAfee(TM) Total Protection – McAfee ePolicy Agent 3.6.0.574 – McAfee VirusScan Enterprise 8.7.0.570 – Norman(TM) Security Suite 7 – Norman Virus Control 5.99.0600 – Panda(TM) Endpoint Agent 5.02.00.0004 – Symantec 11.0.780.1109 Endpoint Protection – Symantec 11.0.2010.25 Endpoint Protection MR 2 – Symantec Endpoint Protection 10.1.8000.8 – Symantec Endpoint Protection 11.0.3001.2224 – Symantec Endpoint Protection 11.0.4000.2295 – Symantec Endpoint Protection 11.0.4202.75 – Symantec Endpoint Protection 11.0.4000.2295, édition 64bits

source: File Size:11 KB
fr_fr: Taille du fichier:11&nbsp;ko

source: The log files use the following naming&nbsp; format:[Date-xxx.xx_GUID_xxxx].zip (Example: 2012.12.05-1139.33_71cb4526-9438-4035-bde2-3b0987da5f14_1626.zip )
fr_fr: Les fichiers journaux utilisent le format de dénomination suivant&nbsp;:[Date-xxx.xx_GUID_xxxx].zip (Par exemple&nbsp;: 2012.12.05-1139.33_71cb4526-9438-4035-bde2-3b0987da5f14_1626.zip)

source: Once the log files have been uploaded, CPM stores the files in the following default path on the BES Server:<BES Server install directory>\UploadManagerData\BufferDir\sha1last 2 digits of BES client id>BES client id>
fr_fr: Une fois les fichiers journaux chargés, CPM les stocke à l'emplacement par défaut suivant sur le serveur BES&nbsp;:<Répertoire d'installation du serveur BES>\UploadManagerData\BufferDir\sha1; 2 derniers chiffres de l'ID client BES>;; ID client BES>;

source: Example:C:>TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E
fr_fr: Exemple&nbsp;: C:>TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E

source: Endpoints that leave the internal network (for example, laptops) may not have consistent access to Smart Protection Servers.
fr_fr: Les points finaux qui sortent du réseau interne (par exemple, les ordinateurs portables) risquent de ne pas disposer d'un accès cohérent aux serveurs Smart Protection Server.

source: Use this task to enable endpoints to connect directly to the Smart Protection Network. Endpoints with this setting enabled cannot connect to Smart Protection Servers or Smart Protection Relays for protection.
fr_fr: Utilisez cette tâche pour permettre aux points finaux de se connecter directement à Smart Protection Network. Les points finaux pour lesquels ce paramètre est activé ne peuvent pas se connecter aux serveurs Smart Protection Server ou aux Smart Protection Relays pour bénéficier d'une protection.

source: registry_list.txt By default, the destination folder on the BES Server is: <BES Server install directory>\UploadManagerData\BufferDir\sha1last 2 digits of BES client id>BES client id>
fr_fr: registry_list.txt Par défaut, le dossier de destination sur le serveur BES est&nbsp;:<répertoire d'installation du serveur BES>\UploadManagerData\BufferDir\sha12&nbsp;derniers chiffres de l'ID client BES>ID client BES>

source: Note: Not all of the logs are uploaded. The logs that do upload depend on the installation status and type.For example, CPMsrvISSetup.log only exists when installing the&nbsp;Core Protection Module&nbsp;server package. ComUnist.log only exists after an uninstallation is performed.
fr_fr: Remarque&nbsp;: tous les journaux ne sont pas téléchargés. Les journaux effectivement téléchargés dépendent de l'état et du type d'installation.Par exemple, CPMsrvISSetup.log existe uniquement lors de l'installation du pack serveur Core Protection Module. ComUnist.log n'existe qu'après une désinstallation.

source: Unauthorized Change Prevention Service (TMBMSRV.EXE) regulates application behavior and verifies program trustworthiness. Behavior Monitoring, Device Control, Certified Safe Software Service, and Client Self-Protection all require this service.
fr_fr: Le service de prévention des modifications non autorisées (TMBMSRV.EXE) régule le comportement des applications et vérifie la fiabilité des programmes. La surveillance du comportement, le contrôle des dispositifs, le Certified Safe Software Service et l'autoprotection client requièrent ce service.

source: OfficeScan&nbsp;NT Listener
fr_fr: Service d'écoute d'OfficeScan&nbsp;NT

source: OfficeScan&nbsp;NT RealTime Scan
fr_fr: Service de scan en temps réel d'OfficeScan&nbsp;NT

source: OfficeScan&nbsp;NT Firewall (when CPM version >=&nbsp;1.5&nbsp;and Common Firewall is&nbsp;enabled)
fr_fr: Pare-feu d'OfficeScan&nbsp;NT (avec la version&nbsp;1.5&nbsp;de CPM ou supérieure et lorsque le pare-feu commun est&nbsp;activé)

source: Core Protection Module for Mac 2.0 (and later) requires that&nbsp;the following &nbsp;services are running:
fr_fr: Core Protection Module pour Mac 2.0 (et version supérieure) requiert l'exécution de certains services &nbsp;:

source: Core Protection Module for Mac 1.1 (and before) requires that&nbsp;the following services are running:
fr_fr: Core Protection Module pour Mac 1.1 (et version supérieure) requiert l'exécution de certains services &nbsp;:

source: The&nbsp;listed computers&nbsp;are not running a required service&nbsp;and/or have incorrectly configured&nbsp;the start mode for a service.
fr_fr: Les&nbsp;ordinateurs répertoriés&nbsp;n'exécutent pas un service requis&nbsp;et/ou n'ont pas correctement configuré&nbsp;le mode de démarrage d'un service.

source: Use this task to clear the Windows cache to avoid the "Apply Automatic Updates" error: .
fr_fr: Utilisez cette tâche pour effacer le cache Windows pour éviter l'erreur «&nbsp;Appliquer les mises à jour automatiques&nbsp;»&nbsp;: .

source: This hot fix resolves the following issue:&nbsp;&nbsp; Issue:&nbsp;&nbsp;&nbsp; The Microsoft(TM) Windows(TM) Security Center on Windows Vista and&nbsp;Windows 7 does not&nbsp;recognize Core Protection Module 1.6 clients.Solution: Hot fix 0004 imports a custom fixlet for the Endpoint Security Platform to enable Core Protection Module 1.6 clients to report their status to the Windows Security Center/Action Center correctly.
fr_fr: Ce correctif de type hotfix résout les problèmes suivants&nbsp;:&nbsp;&nbsp; Problème&nbsp;:&nbsp;&nbsp;&nbsp; Microsoft(TM) Windows(TM) Security Center sur Windows Vista et&nbsp;Windows 7 ne reconnaissent&nbsp;pas les clients 1.6 de Core Protection Module.Solution&nbsp;: Hot fix 0004 importe un fixlet personnalisé pour Endpoint Security Platform pour permettre aux clients 1.6 de Core Protection Module de signaler leur état correctement au Centre de sécurité /Centre de maintenance de Windows.

source: Installation:===================================================================== &nbsp;&nbsp; To install this hot fix:
fr_fr: Installation&nbsp;:===================================================================== &nbsp;&nbsp; Pour installer ce hot fix&nbsp;:

source: &nbsp;&nbsp; Issue:&nbsp;&nbsp;&nbsp; The Core Protection Module cannot apply automatic updates successfully. This issue occurs when the "IOT_InitializeDeviceAndScanEngineEx" VSAPI function returns a system busy error code while starting preventing the NTRtScan service from starting in some clients. Solution: Critical Patch&nbsp;0001 adds a retry mechanism for the "IOT_InitializeDeviceAndScanEngineEx" VSAPI function and enables NTRtScan to delay its startup process while it waits for the function to start successfully. This allows the NTRtScan service to start without issues and the Core Protection Module to apply automatic updates successfully.
fr_fr: Problème&nbsp;: Core Protection Module ne peut pas appliquer les mises à jour avec succès. Ce problème survient lorsque la fonction VSAPI «&nbsp;IOT_initializedeviceandscanengineex renvoie une erreur système occupé pendant le démarrage empêchant le service NTRtScan de démarrer dans certains clients. Solution&nbsp;: Le patch critique&nbsp;0001 ajoute un nouveau mécanisme de réessayage pour la fonction VSAPI «&nbsp;iot_initializedeviceandscanengineex&nbsp;» et permet à NTRtScan de retarder le processus de démarrage pendant qu'il attend que la fonction réussisse son démarrage. Ceci permet au service NTRtScan de démarrer sans problème et au Core Protection Module d'appliquer des mises à jour automatiques avec succès.

source: [Installation]&nbsp;&nbsp; ===================================================================== &nbsp;&nbsp; To install this critical patch:
fr_fr: [Installation]&nbsp;&nbsp; ===================================================================== &nbsp;&nbsp; Pour installer ce patch critique&nbsp;:

source: Run this fixlet to deploy "NTRtScan.exe" version 10.58.0.1016 to clients.&nbsp; The old "NTRtScan.exe" is saved as "NTRtScan.exe.tmp" in the "[Trend Micro folder]\OfficeScan Client folder. You can use this back up file for rollback purposes.
fr_fr: Exécutez ce fixlet pour déployer «&nbsp;NTRtScan.exe&nbsp;» version&nbsp;10.58.0.1016 sur les clients.&nbsp; L'ancien «&nbsp;NTRtScan.exe&nbsp;» est enregistré comme «&nbsp;NTRtScan.exe.tmp&nbsp;» dans le dossier «&nbsp;[Trend Micro]\OfficeScan Client\&nbsp;». Vous pouvez utiliser ce fichier de sauvegarde pour toute éventuelle rétrogradation.

source: [Uninstallation]&nbsp;&nbsp; ===================================================================== &nbsp;&nbsp; To uninstall the fixlet, manually remove the fixlet through the &nbsp;&nbsp; Endpoint Security Platform console.
fr_fr: [Désinstallation]&nbsp;&nbsp; ===================================================================== &nbsp;&nbsp; Pour désinstaller le fixlet, supprimez-le manuellement avec la console Endpoint Security Platform.

source: &nbsp;&nbsp; To rollback to the previous "NTRtScan.exe" version:&nbsp;&nbsp; 1. Stop the NTRtScan service.&nbsp;&nbsp; 2. Check if the file "[Trend Micro folder]\OfficeScan Client\NTRtScan.exe.tmp" is existed. If so, remove the "[Trend Micro folder]\OfficeScan Client\ &nbsp;&nbsp; NTRtScan.exe".&nbsp;&nbsp; 3. Open the "[Trend Micro folder]\OfficeScan Client folder and rename the "NTRtScan.exe.tmp" file to "NTRtScan.exe".
fr_fr: Pour rétrograder vers la version précédente de «&nbsp;NTRtScan.exe&nbsp;»&nbsp;:&nbsp;&nbsp; 1. Arrêtez le service NTRtScan.&nbsp;&nbsp; 2. Vérifiez si le fichier «&nbsp;[Trend Micro folder]\OfficeScan Client\NTRtScan.exe.tmp&nbsp;» existe. Si c'est le cas, supprimez le dossier «&nbsp;Trend Micro folder]\OfficeScan Client\ NTRtScan.exe&nbsp;».&nbsp;&nbsp; 3. Ouvrez le dossier «&nbsp;[Trend Micro folder]\OfficeScan Client\&nbsp;» et renommez le fichier «&nbsp;NTRtScan.exe.tmp&nbsp;» en «&nbsp;NTRtScan.exe&nbsp;».

source: Issue: While migrating Trend Micro Core Protection Module(TM) (CPM) 1.6 to CPM Service Pack 1 for endpoints, the Web Reputation functions do not work on x64 platforms.
fr_fr: Problème&nbsp;: lors de la migration de Trend Micro Core Protection Module (TM) (CPM) 1.6 à CPM Service Pack&nbsp;1 pour les points finaux, les fonctions de Réputation des sites Web ne sont pas compatibles avec les plates-formes x64.

source: Solution: Critical Patch 0002 provides a fixlet in the Trend Micro Core Protection Module site. Administrators can deploy this fixlet to resolve this issue.
fr_fr: Solution&nbsp;: le patch critique&nbsp;0002 fournit un fixlet sur le site Trend Micro Core Protection Module. Les administrateurs peuvent déployer ce fixlet pour résoudre ce problème.

source: &nbsp;&nbsp; Run this fixlet to resolve the Web Reputation issue on x64 platforms.
fr_fr: Exécutez ce fixlet pour résoudre le problème de Réputation de sites Web sur les plates-formes x64.

source: &nbsp;&nbsp; Note: Since this fixlet replaces some files, create backup files. The &nbsp; backup files are "libeay32.dll.tmp", "PccNTUpd.exe.tmp", &nbsp; "ssleay32.dll.tmp" and "TmpxHash.dll.tmp" from the "[Trend &nbsp; Micro folder]\OfficeScan Client folder. You can use these &nbsp; backup files if you need to do a rollback.
fr_fr: Remarque&nbsp;: étant donné que ce fixlet remplace certains fichiers, créez des fichiers de sauvegarde. Les fichiers de sauvegarde sont «&nbsp;libeay32.dll.tmp&nbsp;», «&nbsp;PccNTUpd.exe.tmp&nbsp;», «&nbsp;ssleay32.dll.tmp&nbsp;» et «&nbsp;TmpxHash.dll.tmp&nbsp;» du dossier «&nbsp;Trend Micro \OfficeScan Client\&nbsp;». Vous pouvez utiliser ces fichiers de sauvegarde si vous devez effectuer une rétrogradation.

source: [Uninstallation]
fr_fr: [Désinstallation]

source: ===================================================================== &nbsp;&nbsp; To uninstall the fixlet, manually remove the fixlet through the &nbsp;&nbsp; Endpoint Security Platform console.
fr_fr: ===================================================================== Pour désinstaller le fixlet, supprimez-le manuellement avec la console Endpoint Security Platform.

source: &nbsp;&nbsp; To roll back the files:
fr_fr: Pour rétrograder les fichiers&nbsp;:

source: &nbsp;&nbsp; 1. Stop these services in this order: TmListen, NTRtScan and TmAdptrsvr.&nbsp;&nbsp; 2. Check if the "libeay32.dll.tmp", "PccNTUpd.exe.tmp", "ssleay32.dll.tmp" and "TmpxHash.dll.tmp" files are in the "[Trend Micro folder]\OfficeScan Client folder. Once you find these files, remove the "libeay32.dll", "PccNTUpd.exe", "ssleay32.dll" and "TmpxHash.dll" files from the "[Trend Micro folder]\OfficeScan Client folder.&nbsp;&nbsp; 3. Open the "[Trend Micro folder]\OfficeScan Client folder and rename the following files:
fr_fr: &nbsp;&nbsp; 1. Arrêtez ces services dans l'ordre suivant&nbsp;: TmListen, NTRtScan et TmAdptrsvr.&nbsp;&nbsp; 2. Vérifiez si les fichiers «&nbsp;libeay32.dll.tmp&nbsp;», «&nbsp;PccNTUpd.exe.tmp&nbsp;», «&nbsp;ssleay32.dll.tmp&nbsp;» et «&nbsp;TmpxHash.dll.tmp&nbsp;» se trouvent dans le dossier «&nbsp;Trend Micro \OfficeScan Client\&nbsp;». Une fois que vous avez trouvé ces fichiers, supprimez «&nbsp;libeay32.dll&nbsp;», «&nbsp;PccNtUpd.exe&nbsp;», «&nbsp;ssleay32.dll&nbsp;» et «&nbsp;TmpxHash.dll&nbsp;» du dossier «&nbsp;Trend Micro \OfficeScan Client\&nbsp;».&nbsp;&nbsp; 3. Ouvrez le dossier «&nbsp;Trend Micro\OfficeScan Client\&nbsp;» et renommez les fichiers suivants&nbsp;:

source: - From "libeay32.dll.tmp" file to "libeay32.dll" - From "PccNTUpd.exe.tmp" file to "PccNTUpd.exe" - From "ssleay32.dll.tmp" file to "ssleay32.dll" - From "TmpxHash.dll.tmp" file to "TmpxHash.dll".&nbsp;&nbsp; 4. Start these services in this order: TmAdptrsvr, NTRtScan and TmListen.
fr_fr: – «&nbsp;libeay32.dll.tmp&nbsp;» en «&nbsp;libeay32.dll&nbsp;» – «&nbsp;PccNTUpd.exe.tmp&nbsp;» en «&nbsp;PccNtUpd.exe&nbsp;» – «&nbsp;ssleay32.dll.tmp&nbsp;» en «&nbsp;ssleay32.dll&nbsp;» – «&nbsp;TmpxHash.dll.tmp&nbsp;» en «&nbsp;TmpxHash.dll&nbsp;».&nbsp;&nbsp; 4. Démarrez ces services dans l'ordre suivant&nbsp;: TmAdptrsvr, NTRtScan et TmListen.

source: Smart Protection Server IPv4 addresses{\cs5\f1\cf15\lang1024
fr_fr: Adresses IPv4 du Smart Protection Server{\cs5\f1\cf15\lang1024

source: Web Reputation Supports Non-80 Ports{\cs8\f1\cf13\lang1024
fr_fr: La Réputation de sites Web ne prend pas en charge le port 80{\cs8\f1\cf13\lang1024

source: This analysis provides the following&nbsp;statistical information for endpoints with Web&nbsp;Reputation enabled:
fr_fr: Cette analyse fournit les informations statistiques suivantes aux points finaux à la réputation de sites Web activée&nbsp;:

source: Note: For endpoints using Internet Explorer on Windows Server platforms, users need to perform the following configurations manually for HTTPS Web Reputation to function properly.1. Third-party browser extensions should be enabled.2. Internet Explorer Enhanced Security Configuration (IE SEC) should be turned off or removed.
fr_fr: Remarque: Pour les points finaux qui utilisent Internet Explorer sur les plates-formes Windows Server, les utilisateurs doivent effectuer les opérations de configurations suivantes manuellement pour que la Réputation de sites Web HTTPS fonctionne correctement.1. Les extensions tierces parties du navigateur doivent être activées.2. La «&nbsp;Configuration de sécurité renforcée de Internet Explorer» (IE SEC) doit être désactivée ou supprimée.

source: Note: For endpoints using Internet Explorer 9 or later, HTTPS Web Reputation scanning requires users to install the "TmIEPlugInBHO Class" add-on for Internet Explorer.
fr_fr: Remarque: Pour les points finaux qui utilisent Explorer&nbsp;9 ou une version plus récente, l'Analyse de Réputation de sites Web HTTPS requiert que les utilisateurs installent le module complémentaire « TmIEPlugInBHO Class » pour Internet Explorer.

source: Use this task to enable client&nbsp;to use Smart Protection Server Web Reputation Service.
fr_fr: Utilisez cette tâche pour permettre aux clients&nbsp;d'utiliser le Service de réputation de sites Web du Smart Protection Server.

source: Note: Verify that a Smart Protection Server is ready&nbsp;before enabling&nbsp;Smart Protection Server Web Reputation Service. If this task is not relevant to clients,&nbsp;please troubleshoot issues from the following links:
fr_fr: Remarque&nbsp;: vérifiez qu'un serveur Smart Protection Server est prêt&nbsp;avant d'activer&nbsp;le Service de réputation de sites Web du Smart Protection Server. Si cette tâche n'est pas pertinente pour les clients,&nbsp;veuillez résoudre les problèmes des liens ci-dessous&nbsp;:

source: Check Smart Protection Server list has been deployed to CPM and Mac clients and Smart Protection Relays.
fr_fr: Vérifiez que la liste des serveurs Smart Protection Server a été déployée sur les clients CPM et Mac, et sur les Smart Protection Relays.

source: Take this action to&nbsp;start the collection of visited sites information.&nbsp;&nbsp;That information is&nbsp;transferred to the&nbsp;TEM Server via the Web Reputation - Site Statistics analysis.
fr_fr: Exécutez cette action pour démarrer la collecte d'informations sur les sites Web visités.&nbsp;&nbsp;Les informations sont&nbsp;transférées vers le serveur BES à travers la réputation de sites Web - Analyse des statistiques sur les sites.

source: Take this action to&nbsp;stop the collection of visited sites information.&nbsp; Visited sites information will exist on the endpoint however, that information will not be transferred to the&nbsp;TEM Server via the Web Reputation - Site Statistics analysis.
fr_fr: Exécutez cette action pour arrêter la collecte d'informations sur les sites visités.&nbsp; L'information des sites visités sera cependant présente sur le point final, mais cette information ne sera pas transférée au serveur TEM à travers la réputation de sites Web - Analyse des statistiques sur le site.

source: Use the action below to upload all available Web&nbsp;Reputation web threat logs to the&nbsp;TEM Server.{\cs5\f1\cf15\lang1024 Once the log files have been uploaded, you will find them in the following path on the&nbsp;TEM Server: <server installation directory>\UploadManagerData\BufferDir\sha1\client id>\
fr_fr: Utilisez cette action ci-dessous pour télécharger tous les fichiers journaux disponibles de menaces Internet de Réputation de sites Web sur le serveur&nbsp;TEM.{\cs5\f1\cf15\lang1024 Une fois les fichiers journaux chargés, vous les trouverez sur le serveur&nbsp;TEM en passant par le chemin suivant&nbsp;: <répertoire d'installation du serveur>\UploadManagerData\BufferDir\sha12&nbsp;derniers chiffres de l'ID client>id client>\

source: Note: This Fixlet is only applied to the endpoints with Smart Protection Relay 1.0 installed.
fr_fr: Remarque: Ce Fixlet est uniquement appliqué aux points finaux avec un Smart Protection Relay 1.0 installé.

source: Note: If IIS is configured as the web server for Smart Protection Relays, after this Fixlet is applied, the IIS configuration will be disabled.
fr_fr: Remarque: si IIS est configuré comme serveur Web pour les Smart Protection Relays, la configuration IIS sera désactivée une fois le Fixlet appliqué.

source: File Size:17&nbsp;MB
fr_fr: Taille du fichier:17&nbsp;Mo

source: Note: To provide high scalability and peak performance, Smart Protection Relays create multiple processes (ApricotFcgi.exe) to serve simultaneous File Reputation and Web Reputation query requests from endpoints. Depending on the web server used by Smart Protection Relay, under normal operation 30 to 35 ApricotFcgi.exe processes will appear in the Windows Task Manager > Processes screen.
fr_fr: Remarque: Afin de fournir une évolutivité élevée et des performances de pointe, les Smart Protection Relays créent plusieurs processus (ApricotFcgi.exe) de façon à envoyer simultanément des requêtes File Reputation et réputation de sites Web depuis les points finaux. Selon le serveur Web utilisé par le Smart Protection Relay, dans des conditions normales de fonctionnement, 30 à 35&nbsp;processus ApricotFcgi.exe apparaîtront dans l'écran Gestionnaire des tâches > Processus de Windows.

source: File Size:3.50 MB
fr_fr: Taille du fichier:3,50 Mo

source: Path characters: Do not use unsupported Windows characters, including the following: " ? * | / < > and : \ ,unless used as part of the path
fr_fr: Caractères du chemin d'accès&nbsp;: n'utilisez pas de caractères qui ne sont pas pris en charge par Windows, notamment les caractères suivants&nbsp;: " ? * | / < > et : \ ,sauf si utilisé comme partie du chemin d'accès

source: Common Firewall Pattern (versions 1.5 and higher)
fr_fr: Signatures de pare-feu commun (versions 1.5 et plus)

source: File Size:4.64 MB
fr_fr: Taille du fichier:4,64 Mo

source: Important Note: Please validate file integrity with the following informationFilename: CPMAutoUpdateSetup2_1.1.0.0.exe SHA1: 9a5ca6afa6c8242bf57c667fc51a465e8c5ed1e5
fr_fr: Remarque importante: veuillez valider l'intégrité des fichiers avec les informations suivantes Nom de fichier: CPMAutoUpdateSetup2_1.1.0.0.exe SHA1&nbsp;: 9a5ca6afa6c8242bf57c667fc51a465e8c5ed1e5

source: The second action will remove the CPM Server components along with any updates in the folder: <BES server installation directory>wwwRootFolder>\cpm\
fr_fr: La seconde action supprimera les composants du serveur CPM ainsi que les mises à jour dans le dossier:<répertoire d'installation du serveur BES>wwwRootFolder>\CPM\

source: Behavior Monitor Detection Pattern&nbsp;(64-bit) - Version
fr_fr: Modèle de détection de surveillance des comportements&nbsp;(64 bits) - Version
